export type CardData = {
  id: number;
  title: string;
  text: string;
};

export const cardData: CardData[] = [
  {
    id: 1,
    title: "Карточка 1",
    text: "Описание первой карточки",
  },
  {
    id: 2,
    title: "Карточка 2",
    text: "Описание второй карточки",
  },
  {
    id: 3,
    title: "Карточка 3",
    text: "Описание третьей карточки",
  },
  {
    id: 4,
    title: "Карточка 4",
    text: "Описание четвёртой карточки",
  },
  {
    id: 5,
    title: "Карточка 5",
    text: "Описание пятой карточки",
  },
  {
    id: 6,
    title: "Карточка 6",
    text: "Описание шестой карточки",
  },
  {
    id: 7,
    title: "Карточка 7",
    text: "Описание седьмой карточки",
  },
  {
    id: 8,
    title: "Карточка 8",
    text: "Описание восьмой карточки",
  },
  {
    id: 9,
    title: "Карточка 9",
    text: "Описание девятой карточки",
  },
  {
    id: 10,
    title: "Карточка 10",
    text: "Описание десятой карточки",
  },
  {
    id: 11,
    title: "Карточка 11",
    text: "Описание карточки 11",
  },
  {
    id: 12,
    title: "Карточка 12",
    text: "Описание карточки 12",
  },
  {
    id: 13,
    title: "Карточка 13",
    text: "Описание карточки 13",
  },
  {
    id: 14,
    title: "Карточка 14",
    text: "Описание карточки 14",
  },
  {
    id: 15,
    title: "Карточка 15",
    text: "Описание карточки 15",
  },
  {
    id: 16,
    title: "Карточка 16",
    text: "Описание карточки 16",
  },
  {
    id: 17,
    title: "Карточка 17",
    text: "Описание карточки 17",
  },
  {
    id: 18,
    title: "Карточка 18",
    text: "Описание карточки 18",
  },
  {
    id: 19,
    title: "Карточка 19",
    text: "Описание карточки 19",
  },
  {
    id: 20,
    title: "Карточка 20",
    text: "Описание карточки 20",
  },
  {
    id: 21,
    title: "Карточка 21",
    text: "Описание карточки 21",
  },
  {
    id: 22,
    title: "Карточка 22",
    text: "Описание карточки 22",
  },
  {
    id: 23,
    title: "Карточка 23",
    text: "Описание карточки 23",
  },
  {
    id: 24,
    title: "Карточка 24",
    text: "Описание карточки 24",
  },
  {
    id: 25,
    title: "Карточка 25",
    text: "Описание карточки 25",
  },
  {
    id: 26,
    title: "Карточка 26",
    text: "Описание карточки 26",
  },
  {
    id: 27,
    title: "Карточка 27",
    text: "Описание карточки 27",
  },
  {
    id: 28,
    title: "Карточка 28",
    text: "Описание карточки 28",
  },
  {
    id: 29,
    title: "Карточка 29",
    text: "Описание карточки 29",
  },
  {
    id: 30,
    title: "Карточка 30",
    text: "Описание карточки 30",
  },
  {
    id: 31,
    title: "Карточка 31",
    text: "Описание карточки 31",
  },
  {
    id: 32,
    title: "Карточка 32",
    text: "Описание карточки 32",
  },
  {
    id: 33,
    title: "Карточка 33",
    text: "Описание карточки 33",
  },
  {
    id: 34,
    title: "Карточка 34",
    text: "Описание карточки 34",
  },
  {
    id: 35,
    title: "Карточка 35",
    text: "Описание карточки 35",
  },
  {
    id: 36,
    title: "Карточка 36",
    text: "Описание карточки 36",
  },
  {
    id: 37,
    title: "Карточка 37",
    text: "Описание карточки 37",
  },
  {
    id: 38,
    title: "Карточка 38",
    text: "Описание карточки 38",
  },
  {
    id: 39,
    title: "Карточка 39",
    text: "Описание карточки 39",
  },
  {
    id: 40,
    title: "Карточка 40",
    text: "Описание карточки 40",
  },
  {
    id: 41,
    title: "Карточка 41",
    text: "Описание карточки 41",
  },
  {
    id: 42,
    title: "Карточка 42",
    text: "Описание карточки 42",
  },
  {
    id: 43,
    title: "Карточка 43",
    text: "Описание карточки 43",
  },
  {
    id: 44,
    title: "Карточка 44",
    text: "Описание карточки 44",
  },
  {
    id: 45,
    title: "Карточка 45",
    text: "Описание карточки 45",
  },
  {
    id: 46,
    title: "Карточка 46",
    text: "Описание карточки 46",
  },
  {
    id: 47,
    title: "Карточка 47",
    text: "Описание карточки 47",
  },
  {
    id: 48,
    title: "Карточка 48",
    text: "Описание карточки 48",
  },
  {
    id: 49,
    title: "Карточка 49",
    text: "Описание карточки 49",
  },
  {
    id: 50,
    title: "Карточка 50",
    text: "Описание карточки 50",
  },
  {
    id: 51,
    title: "Карточка 51",
    text: "Описание карточки 51",
  },
  {
    id: 52,
    title: "Карточка 52",
    text: "Описание карточки 52",
  },
  {
    id: 53,
    title: "Карточка 53",
    text: "Описание карточки 53",
  },
  {
    id: 54,
    title: "Карточка 54",
    text: "Описание карточки 54",
  },
  {
    id: 55,
    title: "Карточка 55",
    text: "Описание карточки 55",
  },
  {
    id: 56,
    title: "Карточка 56",
    text: "Описание карточки 56",
  },
  {
    id: 57,
    title: "Карточка 57",
    text: "Описание карточки 57",
  },
  {
    id: 58,
    title: "Карточка 58",
    text: "Описание карточки 58",
  },
  {
    id: 59,
    title: "Карточка 59",
    text: "Описание карточки 59",
  },
  {
    id: 60,
    title: "Карточка 60",
    text: "Описание карточки 60",
  },
  {
    id: 61,
    title: "Карточка 61",
    text: "Описание карточки 61",
  },
  {
    id: 62,
    title: "Карточка 62",
    text: "Описание карточки 62",
  },
  {
    id: 63,
    title: "Карточка 63",
    text: "Описание карточки 63",
  },
  {
    id: 64,
    title: "Карточка 64",
    text: "Описание карточки 64",
  },
  {
    id: 65,
    title: "Карточка 65",
    text: "Описание карточки 65",
  },
  {
    id: 66,
    title: "Карточка 66",
    text: "Описание карточки 66",
  },
  {
    id: 67,
    title: "Карточка 67",
    text: "Описание карточки 67",
  },
  {
    id: 68,
    title: "Карточка 68",
    text: "Описание карточки 68",
  },
  {
    id: 69,
    title: "Карточка 69",
    text: "Описание карточки 69",
  },
  {
    id: 70,
    title: "Карточка 70",
    text: "Описание карточки 70",
  },
];
